export const initialArtTypesData = [
    { name: 'Живопись', description: 'Вид изобразительного искусства, связанный с передачей зрительных образов с помощью красок' },
    { name: 'Графика', description: 'Вид изобразительного искусства, использующий линии, штрихи и пятна как основные изобразительные средства' },
    { name: 'Скульптура', description: 'Вид изобразительного искусства, произведения которого имеют объемную, трехмерную форму' },
    { name: 'Фотография', description: 'Искусство создания изображений путем регистрации световых лучей' },
    { name: 'Digital Art', description: 'Современное направление искусства, использующее цифровые технологии' },
    { name: 'Архитектура', description: 'Искусство проектировать и строить здания и сооружения' },
    { name: 'Декоративно-прикладное искусство', description: 'Искусство создания предметов быта, обладающих эстетическими качествами' },
    { name: 'Инсталляция', description: 'Форма современного искусства, представляющая собой пространственную композицию' },
];