export const initialGenresData = [
    { title: 'Пейзаж', artType: 'Живопись', description: 'Изображение природы и окружающего мира' },
    { title: 'Натюрморт', artType: 'Живопись', description: 'Изображение неодушевленных предметов' },
    { title: 'Портрет', artType: 'Живопись', description: 'Изображение человека или группы людей' },
    { title: 'Исторический жанр', artType: 'Живопись', description: 'Изображение исторических событий' },
    { title: 'Смешанная техника', artType: 'Живопись', description: 'Сочетание различных техник живописи' },

    { title: 'Карандашный рисунок', artType: 'Графика', description: 'Рисунок простым карандашом' },
    { title: 'Угольный рисунок', artType: 'Графика', description: 'Рисунок углем' },
    { title: 'Гравюра', artType: 'Графика', description: 'Оттиск с печатной формы' },
    { title: 'Акварель', artType: 'Графика', description: 'Рисунок акварельными красками' },

    { title: 'Классическая', artType: 'Скульптура', description: 'Традиционная скульптура из мрамора, бронзы' },
    { title: 'Современная', artType: 'Скульптура', description: 'Скульптура из современных материалов' },
    { title: 'Инсталляция', artType: 'Скульптура', description: 'Пространственная композиция' },

    { title: 'Цветная', artType: 'Фотография', description: 'Цветная фотография' },
    { title: 'Черно-белая', artType: 'Фотография', description: 'Черно-белая фотография' },
    { title: 'Макро', artType: 'Фотография', description: 'Крупный план объектов' },
    { title: 'Пейзажная', artType: 'Фотография', description: 'Фотография природы и пейзажей' },
    { title: 'Портретная', artType: 'Фотография', description: 'Фотография портретов' },

    { title: '3D графика', artType: 'Цифровое искусство', description: 'Трехмерная компьютерная графика' },
    { title: '2D графика', artType: 'Цифровое искусство', description: 'Двухмерная компьютерная графика' },
    { title: 'Анимация', artType: 'Цифровое искусство', description: 'Создание анимации' },
];