// src/styles/styles.data.ts
export const initialStylesData = [
    { name: 'Импрессионизм', description: 'Направление в искусстве, характеризующееся передачей мимолетных впечатлений, игрой света и цвета' },
    { name: 'Реализм', description: 'Стремление к максимально точному и объективному отображению действительности' },
    { name: 'Сюрреализм', description: 'Изображение подсознательного, снов, использование парадоксальных сочетаний форм' },
    { name: 'Абстракционизм', description: 'Отказ от изображения реальных объектов, использование форм, линий и цвета для выражения эмоций' },
    { name: 'Экспрессионизм', description: 'Передача внутренних переживаний художника через деформацию и яркие цвета' },
    { name: 'Кубизм', description: 'Разложение объектов на геометрические формы, изображение с разных точек зрения одновременно' },
    { name: 'Символизм', description: 'Использование символов и аллегорий для выражения идей и эмоций' },
    { name: 'Фовизм', description: 'Использование ярких, чистых цветов, упрощение форм для выражения эмоционального состояния' },
    { name: 'Конструктивизм', description: 'Использование простых геометрических форм, внимание к конструкции и материалам' },
    { name: 'Поп-арт', description: 'Использование образов массовой культуры, комиксов, рекламы в искусстве' },
];